Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitSportsLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Message.dailyStreakAchieved
source: Daily streak achieved!
ar: تم تحقيق سلسلة يومية!
bg: Дневната серия е постигната!
ca: S'ha aconseguit la ratxa diària!
cs: Denní série dosažena!
da: Daglig streak opnået!
de: Täglicher Streak erreicht!
el: Η ημερήσια σειρά επιτεύχθηκε!
es: ¡Racha diaria lograda!
es_419: ¡Racha diaria lograda!
fi: Päivittäinen peräkkäisyys saavutettu!
fr: Série quotidienne atteinte.
fr_ca: Série journalière atteinte !
he: ההשג של היום הושג!
hi: दैनिक स्ट्रीक प्राप्त किया!
hr: Postignuta dnevna serija!
hu: Napi sorozat teljesítve!
id: Streak harian tercapai!
it: Obiettivo raggiunto per la serie giornaliera!
ja: デイリーストリーク達成！
kk: Күнделікті жетістікті сақтадыңыз!
ko: 일일 연속 기록 달성!
ms: Streak harian dicapai!
nb: Daglig rekke oppnådd!
nl: Dagelijkse serie behaald!
pl: Codzienna passa osiągnięta!
pt_br: Sequência diária alcançada!
pt_pt: Desempenho diário alcançado!
ro: Seria zilnică realizată!
ru: Дневная серия выполнена!
sk: Denná séria dosiahnutá!
sv: Daglig streak uppnådd!
th: ลำดับประจำวันบรรลุแล้ว!
tr: Günlük seriyi tamamladın!
uk: Щоденна серія виконана!
vi: Đạt được chuỗi hàng ngày!
zh_hans: 每日连续签到成功！
zh_hant: 每日任務完成！
zh_hk: 每日連續達成！

# TK.Message.gameInProgress
source: Game in progress
ar: اللعبة جارية بالفعل.
bg: Играта е в ход
ca: Joc en curs
cs: Hra probíhá.
da: Spil i gang
de: Spiel läuft.
el: Παιχνίδι σε εξέλιξη
es: Juego en progreso.
es_419: Juego en curso.
fi: Peli kesken.
fr: Partie en cours
fr_ca: Partie en cours.
he: משחק בתהליך.
hi: खेल प्रगति पर है
hr: Igra je u tijeku
hu: Játék folyamatban
id: Permainan sedang berlangsung
it: Partita in corso
ja: ゲーム進行中
kk: Ойын жүріп жатыр
ko: 게임이 진행 중입니다.
ms: Permainan sedang berlangsung.
nb: Spill pågår.
nl: Spel is bezig
pl: Gra w toku
pt_br: Jogo em andamento
pt_pt: Jogo em progresso
ro: Jocul este în desfășurare.
ru: Игра в процессе
sk: Hra prebieha
sv: Spelet pågår
th: เกมกำลังดำเนินอยู่
tr: Oyun devam ediyor.
uk: Гра триває.
vi: Trò chơi đang diễn ra
zh_hans: 游戏进行中
zh_hant: 遊戲進行中
zh_hk: 遊戲進行中

# TK.Message.gameStartingSoon
source: Game starting soon
ar: ستبدأ اللعبة قريبًا
bg: Игра скоро започва
ca: El joc començarà aviat
cs: Hra brzy začíná
da: Spillet starter snart
de: Das Spiel beginnt bald.
el: Το παιχνίδι ξεκινά σύντομα
es: El juego comenzará pronto.
es_419: El juego comenzará pronto.
fi: Peli alkaa pian
fr: Le jeu commence bientôt.
fr_ca: Le jeu commence bientôt.
he: המשחק מתחיל בקרוב
hi: खेल जल्द ही शुरू होने वाला है
hr: Igra počinje uskoro
hu: A játék hamarosan kezdődik
id: Pertandingan segera dimulai
it: La partita sta per iniziare
ja: ゲームがまもなく始まります
kk: Ойын жақында басталады
ko: 게임이 곧 시작됩니다.
ms: Permainan akan bermula tidak lama lagi.
nb: Spillet starter snart.
nl: Spel begint binnenkort
pl: Gra wkrótce się rozpocznie
pt_br: Jogo começando em breve
pt_pt: O jogo começará em breve.
ro: Jocul începe în curând.
ru: Игра скоро начнется
sk: Hra sa čoskoro začne
sv: Spelet börjar snart
th: เกมจะเริ่มในไม่ช้านี้
tr: Oyun yakında başlayacak
uk: Гра незабаром розпочнеться
vi: Trò chơi sắp bắt đầu
zh_hans: 游戏即将开始
zh_hant: 遊戲即將開始
zh_hk: 遊戲即將開始

# TK.Message.leagueRegistrationOpen
source: League registration open
ar: تسجيل الدوري مفتوح.
bg: Регистрацията за лигата е отворена.
ca: Inscripció a la lliga oberta
cs: Registrace do ligy je otevřená.
da: Tilmelding til liga åbnet
de: Anmeldung für die Liga geöffnet
el: Ανοιχτή η εγγραφή ομάδας.
es: Inscripción a la liga abierta
es_419: Registro para la liga abierto.
fi: Liigan rekisteröinti avattu
fr: Inscriptions de la ligue ouvertes
fr_ca: Inscriptions à la ligue ouvertes
he: הרישום לליגה פתוח
hi: लीग रजिस्ट्रेशन खुला है
hr: Prijave za ligu su otvorene
hu: Bajnokság regisztráció nyitva
id: Pendaftaran liga dibuka
it: Registrazione alla lega aperta
ja: リーグの登録が開始されました
kk: Лигаға тіркелу ашық.
ko: 리그 등록이 열렸습니다.
ms: Pendaftaran liga dibuka
nb: Liga-registreringen er åpen
nl: Inschrijving voor de competitie geopend.
pl: Zapisy do ligi są otwarte.
pt_br: Inscrições para a liga abertas
pt_pt: Inscrições para a liga abertas.
ro: Înscrierea în ligă este deschisă
ru: Регистрация в лиге открыта
sk: Registrácia do ligy je otvorená
sv: Anmälan till ligan är öppen
th: ลงทะเบียนลีกเปิดแล้ว
tr: Lig kaydı açık.
uk: Реєстрація в лізі відкрита.
vi: Đăng ký giải đấu đang mở
zh_hans: 联赛注册开放
zh_hant: 聯盟報名已開放
zh_hk: 聯盟註冊開放

# TK.Message.liveStreamEnded
source: Live stream ended
ar: انتهت البث المباشر.
bg: Живото излъчване приключи.
ca: La transmissió en directe ha acabat
cs: Živé vysílání skončilo
da: Live stream er afsluttet
de: Livestream beendet
el: Η ζωντανή μετάδοση έληξε.
es: Transmisión en vivo finalizada
es_419: La transmisión en vivo ha terminado.
fi: Suora lähetys päättynyt
fr: Diffusion en direct terminée
fr_ca: La diffusion en direct est terminée
he: השידור החי הסתיים
hi: लाइव स्ट्रीम समाप्त हो गई
hr: Izravni prijenos je završio.
hu: A közvetítés véget ért.
id: Siaran langsung telah berakhir.
it: Lo streaming live è terminato
ja: ライブストリームは終了しました
kk: Тікелей эфир аяқталды.
ko: 라이브 스트림이 종료되었습니다.
ms: Siaran langsung telah berakhir
nb: Direktsendingen er avsluttet.
nl: Livestream beëindigd.
pl: Transmisja na żywo zakończona.
pt_br: Transmissão ao vivo encerrada
pt_pt: Transmissão ao vivo terminada
ro: Transmisia live s-a încheiat
ru: Прямая трансляция завершена
sk: Živý prenos sa skončil
sv: Liveströmmen har avslutats
th: การถ่ายทอดสดสิ้นสุดแล้ว
tr: Canlı yayın sona erdi
uk: Прямий ефір закінчився.
vi: Trực tiếp đã kết thúc
zh_hans: 直播已结束
zh_hant: 直播已結束。
zh_hk: 直播已結束

# TK.Message.matchCancelled
source: Match Cancelled
ar: تم إلغاء المباراة.
bg: Срещата е отменена.
ca: Partit Cancel·lat
cs: Zápas zrušen
da: Kamp aflyst
de: Spiel abgesagt
el: Αγώνας ακυρώθηκε.
es: Partido cancelado
es_419: Partido cancelado
fi: Ottelu peruttu
fr: Match annulé
fr_ca: Match annulé
he: המשחק בוטל
hi: मैच रद्द किया गया।
hr: Utakmica otkazana
hu: Mérkőzés törölve.
id: Pertandingan dibatalkan
it: Partita annullata.
ja: マッチがキャンセルされました
kk: Матч бағдарламасы тоқтатылды.
ko: 경기가 취소되었습니다.
ms: Pertandingan Dibatalkan
nb: Kamp avlyst
nl: Wedstrijd geannuleerd.
pl: Mecz odwołany.
pt_br: Partida Cancelada
pt_pt: Partida Cancelada
ro: Meci anulat
ru: Матч отменен
sk: Zápas zrušený
sv: Matchen avbruten
th: การแข่งขันถูกยกเลิกแล้ว
tr: Maç İptal Edildi
uk: Матч скасовано.
vi: Trận đấu đã bị hủy.
zh_hans: 比赛已取消
zh_hant: 比賽已取消。
zh_hk: 比賽已取消

# TK.Message.matchPostponed
source: Match postponed
ar: تم تأجيل المباراة.
bg: Срещата е отложена.
ca: Partit ajornat
cs: Zápas odložen
da: Kamp udskudt
de: Spiel verschoben
el: Ο αγώνας αναβλήθηκε.
es: Partido pospuesto
es_419: Partido pospuesto
fi: Ottelu siirretty
fr: Match reporté.
fr_ca: Match reporté
he: המשחק נדחה
hi: मैच स्थगित किया गया।
hr: Utakmica je odgođena
hu: Mérkőzés elhalasztva.
id: Pertandingan ditunda
it: Partita rinviata.
ja: マッチが延期されました
kk: Матч кейінге қалдырылды.
ko: 경기가 연기되었습니다.
ms: Pertandingan ditangguhkan
nb: Kamp utsatt
nl: Wedstrijd uitgesteld.
pl: Mecz przełożony.
pt_br: Partida adiada
pt_pt: Partida adiada
ro: Meci amânat
ru: Матч отложен
sk: Zápas odložený
sv: Matchen har blivit uppskjuten
th: การแข่งขันถูกเลื่อนออกไป.
tr: Maç ertelendi.
uk: Матч перенесено.
vi: Trận đấu đã bị hoãn.
zh_hans: 比赛已推迟
zh_hant: 比賽已延遲
zh_hk: 比賽已推遲

# TK.Message.newGameScheduled
source: New game scheduled
ar: تم جدولة لعبة جديدة.
bg: Нова игра е насрочена.
ca: Nou partit programat.
cs: Nová hra naplánována.
da: Nyt spil planlagt.
de: Neues Spiel geplant.
el: Νέο παιχνίδι προγραμματισμένο.
es: Nuevo juego programado.
es_419: Nuevo juego programado
fi: Uusi peli aikataulutettu.
fr: Nouveau jeu programmé
fr_ca: Nouveau jeu planifié.
he: משחק חדש נקבע.
hi: नई खेल योजना बनाई गई है।
hr: Nova igra je zakazana.
hu: Új játék ütemezve.
id: Pertandingan baru dijadwalkan.
it: Nuova partita programmata
ja: 新しいゲームが予定されました
kk: Жаңа ойын жоспарланды.
ko: 새 게임이 일정에 추가되었습니다.
ms: Permainan baru dijadualkan
nb: Ny kamp planlagt
nl: Nieuwe game gepland.
pl: Nowa gra zaplanowana.
pt_br: Novo jogo agendado
pt_pt: Novo jogo agendado
ro: Jocul nou a fost programat.
ru: Новая игра запланирована.
sk: Nová hra je naplánovaná.
sv: Ny spelomgång schemalagd.
th: เกมใหม่ถูกกำหนดเวลาแล้ว.
tr: Yeni oyun planlandı.
uk: Нова гра запланована.
vi: Trò chơi mới đã được lên lịch.
zh_hans: 新游戏已安排。
zh_hant: 已安排新遊戲
zh_hk: 新遊戲已排期。

# TK.Message.newPersonalRecord
source: New personal record
ar: سجل شخصي جديد
bg: Ново личен рекорд.
ca: Nou rècord personal.
cs: Nový osobní rekord
da: Ny personlig rekord
de: Neuer persönlicher Rekord
el: Νέο προσωπικό ρεκόρ.
es: Nuevo récord personal.
es_419: Nuevo récord personal
fi: Uusi henkilökohtainen ennätys.
fr: Nouveau record personnel
fr_ca: Nouveau record personnel
he: שיא אישי חדש
hi: नया व्यक्तिगत रिकॉर्ड
hr: Novi osobni rekord
hu: Új személyes rekord.
id: Rekor pribadi baru
it: Nuovo record personale
ja: 新しい個人的な記録
kk: Жаңа жеке рекорд.
ko: 새 개인 기록
ms: Rekod peribadi baru
nb: Nytt personlig rekord
nl: Nieuwe persoonlijke record.
pl: Nowy rekord osobisty
pt_br: Nova marca pessoal
pt_pt: Novo recorde pessoal
ro: Nou record personal.
ru: Новый личный рекорд.
sk: Nový osobný rekord.
sv: Nytt personligt rekord.
th: สถิติส่วนบุคคลใหม่.
tr: Yeni kişisel rekor
uk: Новий особистий рекорд.
vi: Kỷ lục cá nhân mới.
zh_hans: 新的个人记录
zh_hant: 新個人紀錄！
zh_hk: 新的個人紀錄

# TK.Message.rankIncreased
source: Rank increased
ar: تم زيادة الرتبة.
bg: Рангът се е увеличил.
ca: Rang augmentat.
cs: Postavení zvýšeno.
da: Rang forhøjet.
de: Rang erhöht
el: Η κατάταξη αυξήθηκε.
es: Rango aumentado.
es_419: Rango incrementado
fi: Rangitus on noussut.
fr: Rang augmenté.
fr_ca: Classement augmenté
he: הדרגה עלתה.
hi: रैंक बढ़ी
hr: Rang je povećan.
hu: A rang emelkedett.
id: Peringkat meningkat.
it: Classifica migliorata.
ja: ランクが上昇しました。
kk: Дәреже көтерілді.
ko: 랭크가 증가했습니다.
ms: Pangkat meningkat.
nb: Rang økt.
nl: Rang is verhoogd.
pl: Ranga wzrosła
pt_br: Classificação aumentada
pt_pt: Classificação aumentada.
ro: Rangul a crescut.
ru: Ранг увеличен
sk: Hodnosť sa zvýšila.
sv: Rang har ökat.
th: อันดับเพิ่มขึ้น.
tr: Sıralama artırıldı.
uk: Ранг підвищено.
vi: Cấp bậc đã tăng.
zh_hans: 排名提升。
zh_hant: 排名提高。
zh_hk: 排名已提高。

# TK.Message.seasonHasEnded
source: Season has ended
ar: انتهى الموسم.
bg: Сезонът е завършен.
ca: La temporada ha acabat
cs: Sezóna skončila.
da: Sæsonen er afsluttet
de: Die Saison ist beendet.
el: Η σεζόν έχει τελειώσει.
es: La temporada ha terminado.
es_419: La temporada ha terminado.
fi: Kausi on päättynyt.
fr: La saison s'est terminée.
fr_ca: La saison est terminée.
he: עונה הסתיימה.
hi: सीजन समाप्त हो गया
hr: Sezona je završila.
hu: A szezon véget ért.
id: Musim telah berakhir.
it: La stagione è terminata.
ja: シーズンが終了しました
kk: Мезгіл аяқталды.
ko: 시즌이 종료되었습니다.
ms: Musim telah berakhir
nb: Sesongen er over.
nl: Seizoen is afgelopen.
pl: Sezon się zakończył.
pt_br: A temporada terminou.
pt_pt: A temporada terminou.
ro: Sezonul s-a încheiat.
ru: Сезон завершён.
sk: Sezóna sa skončila.
sv: Säsongen har avslutats.
th: ฤดูกาลสิ้นสุดลงแล้ว
tr: Sezon sona erdi.
uk: Сезон закінчився.
vi: Mùa giải đã kết thúc.
zh_hans: 赛季已结束
zh_hant: 本季已結束
zh_hk: 本季已結束

# TK.Message.tournamentRegistrationClosed
source: Tournament registration closed
ar: تم إغلاق تسجيل البطولة
bg: Регистрацията за турнира е затворена
ca: Inscripció al torneig tancada
cs: Registrace do turnaje byla uzavřena.
da: Tilmelding til turneringen er lukket
de: Turnieranmeldung geschlossen
el: Η εγγραφή για το τουρνουά έχει κλείσει
es: Inscripción al torneo cerrada
es_419: Registro de torneo cerrado.
fi: Turnauksen rekisteröinti on suljettu.
fr: Inscription au tournoi fermée.
fr_ca: Inscription au tournoi fermée.
he: הרשמה לטורניר נסגרה
hi: टूर्नामेंट पंजीकरण बंद हो गया
hr: Registracija za turnir zatvorena.
hu: A verseny regisztrációja lezárult
id: Pendaftaran turnamen ditutup
it: Registrazione al torneo chiusa
ja: トーナメントの登録は終了しました
kk: Турнирге тіркелу жабылды.
ko: 토너먼트 등록이 마감되었습니다.
ms: Pendaftaran kejohanan ditutup
nb: Turneringsregistrering er stengt
nl: Toernooi-inschrijving gesloten
pl: Rejestracja na turniej zakończona.
pt_br: As inscrições para o torneio foram encerradas
pt_pt: As inscrições para o torneio estão encerradas.
ro: Înscrierea la turneu s-a încheiat.
ru: Регистрация на турнир закрыта
sk: Registrácia do turnaja bola uzavretá.
sv: Registreringen för turneringen är stängd.
th: ปิดการลงทะเบียนทัวร์นาเมนต์
tr: Turnuva kaydı kapandı.
uk: Реєстрацію на турнір закрито.
vi: Đăng ký giải đấu đã đóng.
zh_hans: 比赛注册已关闭
zh_hant: 錦標賽報名已關閉
zh_hk: 比賽報名已關閉

# TK.Message.venueChanged
source: Venue changed
ar: تم تغيير مكان الفعالية
bg: Мястото е променено
ca: Lloc canviat
cs: Místo konání se změnilo.
da: Sted ændret
de: Veranstaltungsort geändert
el: Η τοποθεσία άλλαξε.
es: Lugar cambiado.
es_419: El lugar ha cambiado.
fi: Paikka vaihdettu.
fr: Lieu changé.
fr_ca: Lieu changé.
he: המקום שונה
hi: स्थल बदल गया
hr: Mjesto održavanja je promijenjeno.
hu: Helyszín megváltozott
id: Tempat berubah
it: Luogo cambiato
ja: 会場が変更されました
kk: Өткізу орны өзгерді.
ko: 장소가 변경되었습니다.
ms: Tempat telah ditukar
nb: Stedet er endret
nl: Locatie veranderd
pl: Miejsce zmienione.
pt_br: Local mudou
pt_pt: Local mudado
ro: Locația s-a schimbat.
ru: Место изменения
sk: Miesto konania sa zmenilo.
sv: Platsen har ändrats.
th: สถานที่จัดงานเปลี่ยนแล้ว
tr: Mekan değişti.
uk: Місце проведення змінилося.
vi: Địa điểm đã thay đổi.
zh_hans: 场地已更改
zh_hant: 場地已變更
zh_hk: 場地已變更

# TK.Message.victoryAchieved
source: Victory achieved
ar: تم تحقيق النصر
bg: Постигната е победа
ca: Victòria aconseguida
cs: Bylo dosaženo vítězství.
da: Sejr opnået
de: Sieg erreicht
el: Επιτεύχθηκε νίκη
es: Victoria lograda.
es_419: Victoria lograda.
fi: Voitto saavutettu.
fr: Victoire obtenue
fr_ca: Victoire obtenue.
he: ניצחון הושג
hi: जीत हासिल की
hr: Ostvarena pobjeda.
hu: Győzelem elérve
id: Kemenangan diraih
it: Vittoria ottenuta
ja: 勝利を達成しました
kk: Жеңіс жетті
ko: 승리를 달성했습니다.
ms: Kemenangan dicapai
nb: Seier oppnådd
nl: Overwinning behaald
pl: Osiągnięto zwycięstwo.
pt_br: Vitória alcançada
pt_pt: Vitória alcançada
ro: Victorie obținută.
ru: Победа достигнута
sk: Víťazstvo dosiahnuté.
sv: Seger uppnådd.
th: ได้รับชัยชนะแล้ว
tr: Zafer kazanıldı.
uk: Перемога досягнута.
vi: Chiến thắng đạt được.
zh_hans: 获得胜利
zh_hant: 勝利達成
zh_hk: 已獲勝

# TK.Placeholder.enterLeagueNameDots
source: Enter league name…
ar: أدخل اسم الدوري…
bg: Въведи име на лигата…
ca: Introdueix el nom de la lliga…
cs: Zadejte název ligy…
da: Indtast liganavn…
de: Liganamen eingeben…
el: Εισάγετε όνομα πρωταθλήματος…
es: Introduce el nombre de la liga…
es_419: Ingresa el nombre de la liga…
fi: Syötä liigan nimi…
fr: Entrez le nom de la ligue…
fr_ca: Entrez le nom de la ligue…
he: הזן שם ליגה…
hi: लीग का नाम दर्ज करें…
hr: Unesite naziv lige…
hu: Írd be a liga nevét…
id: Masukkan nama liga…
it: Inserisci nome della lega…
ja: リーグ名を入力…
kk: Лиганың атын енгізіңіз…
ko: 리그 이름 입력…
ms: Masukkan nama liga…
nb: Skriv inn liganavn…
nl: Voer league naam in…
pl: Wpisz nazwę ligi…
pt_br: Digite o nome da liga…
pt_pt: Introduza o nome da liga…
ro: Introduceti numele ligii…
ru: Введите название лиги…
sk: Zadaj názov ligy…
sv: Ange liganamn…
th: กรุณาใส่ชื่อลีก…
tr: Lig adını girin…
uk: Введіть назву ліги…
vi: Nhập tên liên đoàn…
zh_hans: 输入联盟名称…
zh_hant: 請輸入聯盟名稱…
zh_hk: 輸入聯賽名稱…

# TK.Placeholder.enterRosterSizeDots
source: Enter roster size…
ar: أدخل حجم القائمة…
bg: Въведи брой играчи…
ca: Introdueix la mida de la plantilla…
cs: Zadejte velikost týmu…
da: Indtast holdstørrelse…
de: Gib die Anzahl der Spieler:innen im Team ein…
el: Εισάγετε μέγεθος ρόστερ…
es: Introduce el tamaño de la plantilla…
es_419: Ingresa el tamaño de la lista…
fi: Syötä joukkueen koko…
fr: Entrez la taille de l'effectif…
fr_ca: Saisissez la taille de l'effectif…
he: הזן גודל סגל…
hi: रॉस्टर का आकार दर्ज करें…
hr: Unesi broj igrača…
hu: Írd be a csapat létszámát…
id: Masukkan ukuran daftar…
it: Inserisci la dimensione della rosa…
ja: ロスターサイズを入力…
kk: Команда құрамы мөлшерін енгізіңіз…
ko: 팀원 수 입력…
ms: Masukkan saiz senarai pemain…
nb: Skriv inn lagstørrelse…
nl: Voer groepsgrootte in…
pl: Wprowadź wielkość składu…
pt_br: Digite o tamanho do elenco…
pt_pt: Introduza o tamanho da lista…
ro: Introduceti dimensiunea echipei…
ru: Введите размер состава…
sk: Zadaj veľkosť zostavy…
sv: Ange truppstorlek…
th: กรุณาใส่จำนวนผู้เล่น…
tr: Takım sayısını girin…
uk: Введіть склад…
vi: Nhập số lượng cầu thủ…
zh_hans: 请输入名单大小…
zh_hant: 輸入名單大小…
zh_hk: 輸入名單大小…

# TK.Placeholder.enterScoreDots
source: Enter score…
ar: أدخل النتيجة…
bg: Въведи резултат…
ca: Introdueix la puntuació…
cs: Zadejte skóre…
da: Indtast score…
de: Gib den Punktestand ein…
el: Εισάγετε σκορ…
es: Introduce la puntuación…
es_419: Ingresa la puntuación…
fi: Syötä pelin tulos…
fr: Entrez le score…
fr_ca: Saisissez le score…
he: הזן תוצאה…
hi: स्कोर दर्ज करें…
hr: Unesi rezultat…
hu: Írd be a pontszámot…
id: Masukkan skor…
it: Inserisci il punteggio…
ja: スコアを入力…
kk: Ойынның нәтижесін енгізіңіз…
ko: 점수 입력…
ms: Masukkan skor…
nb: Skriv inn poengsum…
nl: Voer score in…
pl: Wprowadź wynik…
pt_br: Digite a pontuação…
pt_pt: Introduza o resultado…
ro: Introduceti scorul…
ru: Введите счет…
sk: Zadaj výsledok…
sv: Ange poäng…
th: กรุณาใส่คะแนน…
tr: Skoru girin…
uk: Введіть рахунок…
vi: Nhập điểm số…
zh_hans: 请输入比分…
zh_hant: 輸入得分…
zh_hk: 輸入得分…

# TK.Placeholder.enterSeasonDatesDots
source: Enter season dates…
ar: أدخل تواريخ الموسم…
bg: Въведи дати на сезона…
ca: Introdueix les dates de la temporada…
cs: Zadejte data sezóny…
da: Indtast sæsondatoer…
de: Gib die Saison-Daten ein…
el: Εισάγετε τις ημερομηνίες σεζόν…
es: Introduce las fechas de la temporada…
es_419: Ingresa las fechas de la temporada…
fi: Syötä kauden päivämäärät…
fr: Entrez les dates de la saison…
fr_ca: Saisissez les dates de la saison…
he: הזן תאריכים של עונה…
hi: सीज़न की तारीखें दर्ज करें…
hr: Unesi datume sezone…
hu: Írd be a szezon dátumait…
id: Masukkan tanggal musim…
it: Inserisci le date della stagione…
ja: シーズンの日程を入力…
kk: Маусымның басталу және аяқталу күндерін енгізіңіз…
ko: 시즌 날짜 입력…
ms: Masukkan tarikh musim…
nb: Skriv inn sesongdatoer…
nl: Voer seizoendata in…
pl: Wprowadź daty sezonu…
pt_br: Digite as datas da temporada…
pt_pt: Introduza as datas da época…
ro: Introduceti datele sezonului…
ru: Введите даты сезона…
sk: Zadaj dátumy sezóny…
sv: Ange säsongsdatum…
th: กรุณาใส่วันเริ่มและวันสิ้นสุดของฤดูกาล…
tr: Sezon tarihlerini girin…
uk: Введіть дати сезону…
vi: Nhập ngày mùa giải…
zh_hans: 请输入赛季日期…
zh_hant: 輸入賽季日期…
zh_hk: 輸入賽季日期…

# TK.Placeholder.enterTeamCodeDots
source: Enter team code…
ar: أدخل رمز الفريق…
bg: Въведи код на отбора…
ca: Introdueix el codi d'equip…
cs: Zadejte týmový kód…
da: Indtast holdkode…
de: Gib den Team-Code ein…
el: Εισάγετε τον κωδικό ομάδας…
es: Introduce el código del equipo…
es_419: Ingresa el código de equipo…
fi: Syötä joukkuekoodi…
fr: Entrez le code d'équipe…
fr_ca: Saisissez le code d'équipe…
he: הזן קוד צוות…
hi: टीम कोड दर्ज करें…
hr: Unesi timski kod…
hu: Írd be a csapat kódját…
id: Masukkan kode tim…
it: Inserisci il codice della squadra…
ja: チームコードを入力…
kk: Команданың кодын енгізіңіз…
ko: 팀 코드 입력…
ms: Masukkan kod pasukan…
nb: Skriv inn lagkode…
nl: Voer teamcode in…
pl: Wprowadź kod drużyny…
pt_br: Insira o código do time…
pt_pt: Introduza o código da equipa…
ro: Introduceți codul echipei…
ru: Введите код команды…
sk: Zadaj tímový kód…
sv: Ange lagkod…
th: กรุณาใส่รหัสทีม…
tr: Takım kodunu girin…
uk: Введіть командний код…
vi: Nhập mã đội…
zh_hans: 请输入团队代码…
zh_hant: 輸入隊伍代碼…
zh_hk: 輸入隊伍代碼…

# TK.Placeholder.enterTeamNameDots
source: Enter team name…
ar: أدخل اسم الفريق…
bg: Въведи име на отбор…
ca: Introdueix el nom de l'equip…
cs: Zadejte název týmu…
da: Indtast holdnavn…
de: Gib den Teamnamen ein…
el: Εισάγετε το όνομα ομάδας…
es: Introduce el nombre del equipo…
es_419: Ingresa el nombre del equipo…
fi: Syötä joukkueen nimi…
fr: Entrez le nom de l'équipe…
fr_ca: Saisissez le nom de l'équipe…
he: הזן שם צוות…
hi: टीम का नाम दर्ज करें…
hr: Unesi ime tima…
hu: Írd be a csapat nevét…
id: Masukkan nama tim…
it: Inserisci il nome della squadra…
ja: チーム名を入力…
kk: Команда атын енгізіңіз…
ko: 팀 이름 입력…
ms: Masukkan nama pasukan…
nb: Skriv inn lagnavn…
nl: Voer teamnaam in…
pl: Wprowadź nazwę drużyny…
pt_br: Insira o nome do time…
pt_pt: Introduza o nome da equipa…
ro: Introduceți numele echipei…
ru: Введите название команды…
sk: Zadaj názov tímu…
sv: Ange lagets namn…
th: กรุณาใส่ชื่อทีม…
tr: Takım adını girin…
uk: Введіть назву команди…
vi: Nhập tên đội…
zh_hans: 请输入球队名称…
zh_hant: 輸入隊伍名稱…
zh_hk: 輸入隊名稱…

# TK.Placeholder.enterTournamentNameDots
source: Enter tournament name…
ar: أدخل اسم البطولة…
bg: Въведи име на турнир…
ca: Introdueix el nom del torneig…
cs: Zadejte název turnaje…
da: Indtast turneringsnavn…
de: Gib den Turniernamen ein…
el: Εισάγετε το όνομα του τουρνουά…
es: Introduce nombre del torneo…
es_419: Ingresa el nombre del torneo…
fi: Syötä turnauksen nimi…
fr: Entrez le nom du tournoi…
fr_ca: Saisissez le nom du tournoi…
he: הזן שם טורניר…
hi: टूर्नामेंट का नाम दर्ज करें…
hr: Unesi naziv turnira…
hu: Írd be a tornamezetet…
id: Masukkan nama turnamen…
it: Inserisci il nome del torneo…
ja: トーナメント名を入力…
kk: Турнирдің атын енгізіңіз…
ko: 토너먼트 이름 입력…
ms: Masukkan nama kejohanan…
nb: Skriv inn turneringsnavn…
nl: Voer toernooinaam in…
pl: Wprowadź nazwę turnieju…
pt_br: Insira o nome do torneio…
pt_pt: Introduza o nome do torneio…
ro: Introduceți numele turneului…
ru: Введите название турнира…
sk: Zadaj názov turnaja…
sv: Ange turneringens namn…
th: กรุณาใส่ชื่อทัวร์นาเมนต์…
tr: Turnuva adını girin…
uk: Введіть назву турніру…
vi: Nhập tên giải đấu…
zh_hans: 请输入比赛名称…
zh_hant: 輸入比賽名稱…
zh_hk: 輸入錦標賽名稱…

# TK.Placeholder.enterVenueAddressDots
source: Enter venue address…
ar: أدخل عنوان المكان…
bg: Въведи адрес на местоположението…
ca: Introdueix l'adreça del local…
cs: Zadejte adresu místa konání…
da: Indtast venueadresse…
de: Veranstaltungsadresse eingeben…
el: Εισάγετε διεύθυνση χώρου…
es: Introduce la URL del lugar…
es_419: Ingresa la dirección del lugar…
fi: Syötä tapahtumapaikan osoite…
fr: Entrez l'adresse du lieu…
fr_ca: Entrez l'adresse du lieu…
he: הזן כתובת מקום…
hi: स्थल का पता दर्ज करें…
hr: Unesite adresu mjesta…
hu: Helyszín címének megadása…
id: Masukkan alamat tempat…
it: Inserisci l'indirizzo del luogo…
ja: 会場の住所を入力…
kk: Орынның мекенжайын енгізіңіз…
ko: 장소 주소 입력…
ms: Masukkan alamat lokasi…
nb: Skriv inn adresse til arrangement…
nl: Voer adres van de locatie in…
pl: Wprowadź adres obiektu...
pt_br: Insira o endereço do local…
pt_pt: Introduza o endereço do local…
ro: Introdu adresa locației…
ru: Введите адрес места проведения…
sk: Zadajte adresu miesta konania…
sv: Ange adress till platsen…
th: กรอกที่อยู่สถานที่…
tr: Mekan adresini girin…
uk: Введіть адресу місця проведення…
vi: Nhập địa chỉ địa điểm…
zh_hans: 请输入场地地址…
zh_hant: 輸入場地地址…
zh_hk: 輸入場地地址…

# TK.Placeholder.findAPlayerDots
source: Find a player…
ar: ابحث عن لاعب…
bg: Намери играч…
ca: Troba un jugador…
cs: Najděte hráče…
da: Find en spiller…
de: Einen Spieler finden…
el: Βρείτε έναν παίκτη…
es: Buscando un jugador…
es_419: Encontrar un jugador…
fi: Etsi pelaaja…
fr: Trouvez un joueur…
fr_ca: Trouvez un joueur…
he: מצא שחקן…
hi: एक खिलाड़ी खोजें…
hr: Pronađi igrača…
hu: Játékos keresése…
id: Temukan pemain…
it: Trova un giocatore…
ja: 選手を見つける…
kk: Ойыншыны табыңыз…
ko: 선수 찾기…
ms: Cari pemain…
nb: Finn en spiller…
nl: Vind een speler…
pl: Znajdź zawodnika...
pt_br: Encontrar um jogador…
pt_pt: Encontrar um jogador…
ro: Caută un jucător…
ru: Найти игрока…
sk: Nájdite hráča…
sv: Hitta en spelare…
th: ค้นหาผู้เล่น…
tr: Bir oyuncu bul…
uk: Знайти гравця…
vi: Tìm một cầu thủ…
zh_hans: 寻找玩家…
zh_hant: 查找選手…
zh_hk: 找一位球員…
